Repository: zwyyy456/gitstride
Catalog: GitStride/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Details
zh_hans: 详情

source: > Title repo:owner/repo @me #bug
zh_hans: > 标题 repo:owner/repo @me #bug

source: All Items
zh_hans: 所有条目

source: Apply Quick Entry
zh_hans: 应用快捷输入

source: Archive selected items?
zh_hans: 归档所选条目？

source: Archive this item?
zh_hans: 归档此条目？

source: Assign to Me
zh_hans: 指派给我

source: Assignees (comma-separated)
zh_hans: 指派人（用逗号分隔）

source: Couldn’t Load Item
zh_hans: 无法加载条目

source: Delete Project?
zh_hans: 删除项目？

source: Fields
zh_hans: 字段

source: Following
zh_hans: 已关注

source: Labels (comma-separated)
zh_hans: 标签（用逗号分隔）

source: Layout
zh_hans: 布局

source: List
zh_hans: 列表

source: Loading…
zh_hans: 正在加载…

source: Login credentials are stored in this device’s Keychain.
zh_hans: 登录凭据保存在此设备的钥匙串中。

source: Manage Project
zh_hans: 管理项目

source: No Items
zh_hans: 暂无条目

source: Parent Issue
zh_hans: 父议题

source: Project name
zh_hans: 项目名称

source: Properties
zh_hans: 属性

source: Save Current View
zh_hans: 保存当前视图

source: Search or paste a GitHub URL
zh_hans: 搜索或粘贴 GitHub 链接

source: Select a Project
zh_hans: 选择项目

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Showing cached data
zh_hans: 正在显示缓存数据

source: This deletes the project on GitHub. Issues and pull requests are kept.
zh_hans: 这会删除 GitHub 上的项目，但会保留议题和拉取请求。

source: Use Repository
zh_hans: 使用此仓库

source: owner/repository
zh_hans: 所有者/仓库

source: Pending Changes
zh_hans: 待同步更改

source: Follow projects to see your work here.
zh_hans: 关注项目后，即可在这里查看你的工作。

source: No items match the current filters.
zh_hans: 没有符合当前筛选条件的条目。

source: Connect this device to manage it. Your existing status mapping and pause setting will be preserved.
zh_hans: 连接此设备即可管理自动化。现有状态映射和暂停设置将保留。

source: Select
zh_hans: 选择

source: Follow
zh_hans: 关注

source: Unfollow
zh_hans: 取消关注

source: Choose Repository
zh_hans: 选择仓库

source: %lld of %lld completed · %lld blocked
zh_hans: 已完成 %1$lld/%2$lld · %3$lld 项受阻

source: %lld selected
zh_hans: 已选择 %lld 项

source: About
zh_hans: 关于

source: License
zh_hans: 许可证

source: %@ · Modified
zh_hans: %@ · 已修改

# %@ #%lld in GitHub
source: %1$@ #%2$lld in GitHub
zh_hans: 在 GitHub 中%1$@ #%2$lld

source: %@ has no items
zh_hans: %@ 中还没有条目

# %@ has no option named %@.
source: %1$@ has no option named %2$@.
zh_hans: %1$@中没有名为“%2$@”的选项。

source: %@ in GitHub
zh_hans: 在 GitHub 中%@

# %@ issue %lld, %@, %@
source: %1$@ issue %2$lld, %3$@, %4$@
zh_hans: %1$@ 中的 Issue %2$lld，%3$@，%4$@

# %@, %lld items
source: %1$@, %lld items
zh_hans: %1$@，%2$lld 个条目

# %@, number %lld
source: %1$@, number %2$lld
zh_hans: %1$@，编号 %2$lld

source: %@%% complete
zh_hans: 已完成 %@%%

# %lld / %lld completed · %lld unfinished blocked
source: %1$lld / %2$lld completed · %3$lld unfinished blocked
zh_hans: 已完成 %1$lld / %2$lld · %3$lld 个未完成条目受阻

source: %lld changes across %lld projects in My Work.
zh_hans: “我的工作”中 %2$lld 个项目共有 %1$lld 项变更。

# %lld items in %@
source: %1$lld items in %2$@
zh_hans: %2$@中有 %1$lld 个条目

# %lld of %lld columns shown
source: %1$lld of %2$lld columns shown
zh_hans: 已显示 %1$lld / %2$lld 列

# %lld of %lld items match
source: %1$lld of %lld items match
zh_hans: %2$lld 个条目中有 %1$lld 个匹配

# %lld of %lld match
source: %1$lld of %2$lld match
zh_hans: %2$lld 项中有 %1$lld 项匹配

source: %lld percent
zh_hans: 百分之 %lld

source: %lld Selected
zh_hans: 已选择 %lld 项

source: %lld unavailable
zh_hans: %lld 项不可用

source: © 2025 zwyyy456 · MIT License
zh_hans: © 2025 zwyyy456 · MIT 许可证

source: ↑↓ Navigate · Return Apply · Esc Back
zh_hans: ↑↓ 选择 · 回车应用 · Esc 返回

source: ↑↓ Navigate · Return Apply · Esc Close
zh_hans: ↑↓ 选择 · 回车应用 · Esc 关闭

source: ↑↓ Navigate · Return Execute · Esc Close
zh_hans: ↑↓ 选择 · 回车执行 · Esc 关闭

source: ↑↓ Navigate · Return Toggle · Esc Back
zh_hans: ↑↓ 选择 · 回车勾选或移除 · Esc 返回

source: ↑↓ Navigate · Return Toggle · Esc Close
zh_hans: ↑↓ 选择 · 回车勾选或移除 · Esc 关闭

source: 5 minutes
zh_hans: 5 分钟

source: 15 minutes
zh_hans: 15 分钟

source: 30 minutes
zh_hans: 30 分钟

source: About GitStride
zh_hans: 关于 GitStride

source: Account
zh_hans: 账户

source: Add
zh_hans: 添加

# Add %@ issue %lld, %@
source: Add %1$@ issue %2$lld, %3$@
zh_hans: 添加 %1$@ 中的 Issue %2$lld，%3$@

source: Add %@ to My Work
zh_hans: 将%@添加到我的工作

source: Add a date or iteration field to this project on GitHub to schedule items.
zh_hans: 请在 GitHub 项目中添加日期或迭代字段，以安排条目。

source: Add a Project to My Work to start monitoring.
zh_hans: 将项目添加到“我的工作”后，即可开始监控。

source: Add Assignee
zh_hans: 添加负责人

source: Add Assignee…
zh_hans: 添加负责人…

source: Add blocking prerequisite
zh_hans: 添加前置依赖 Issue

source: Add Existing
zh_hans: 添加已有条目

source: Add issue this blocks
zh_hans: 添加受此 Issue 阻塞的 Issue

source: Add Item
zh_hans: 添加条目

source: Add Item to “%@”
zh_hans: 添加条目到“%@”

source: Add Item to Project
zh_hans: 添加条目到项目

source: Add Item…
zh_hans: 添加条目…

source: Add Label
zh_hans: 添加标签

source: Add Label…
zh_hans: 添加标签…

source: Add parent issue
zh_hans: 添加父 Issue

source: Add relationship
zh_hans: 添加关联

source: Add sub-issue
zh_hans: 添加子 Issue

source: Add to My Work
zh_hans: 添加到我的工作

source: Add to Project
zh_hans: 添加到项目

source: Add to Project from search
zh_hans: 从搜索框添加到项目

source: Add to Project…
zh_hans: 添加到项目…

source: Added
zh_hans: 已添加

source: All
zh_hans: 全部

source: All features are free. Support is optional and can be repeated.
zh_hans: 所有功能均可免费使用。支持开发完全自愿，也可以多次支持。

source: All Statuses
zh_hans: 所有状态

source: Another change to this item is still in progress.
zh_hans: 此条目的另一项更改仍在进行中。

source: Any Label
zh_hans: 任意标签

source: Any Milestone
zh_hans: 任意里程碑

source: Any Parent
zh_hans: 任意父 Issue

source: Any Type
zh_hans: 任意类型

source: Application
zh_hans: 应用

source: Approved
zh_hans: 已批准

source: Archive
zh_hans: 归档

source: Archive from Project
zh_hans: 从项目中归档

source: Archive is recommended when you may need the item again.
zh_hans: 如果之后还需要此条目，建议将其归档。

source: Archive Selected Items
zh_hans: 归档所选条目

source: Archiving item
zh_hans: 正在归档条目

source: Archiving Item
zh_hans: 正在归档条目

source: Arrow keys navigate items. Return opens details. X toggles selection. Shift–Up/Down extends selection; Command–A selects visible items. Escape clears selection. In selection mode, Space toggles selection.
zh_hans: 方向键浏览条目，Return 打开详情，X 切换选中状态。Shift＋上下方向键扩展或缩小选择范围，⌘A 选择可见条目，Escape 清除选择。选择模式下，空格键切换选中状态。

source: Ascending
zh_hans: 升序

source: Assign to me
zh_hans: 分配给我

source: Assigned to %@
zh_hans: 负责人：%@

source: Assigned to Me
zh_hans: 分配给我

source: Assigned to you: %@
zh_hans: 已分配给你：%@

source: Assignee @%@ was not found.
zh_hans: 未找到负责人 @%@。

source: Assignee: Me
zh_hans: 负责人：我

source: Assignees
zh_hans: 负责人

source: Assignees (%lld)
zh_hans: 负责人（%lld）

source: Assignees are available for issues and pull requests.
zh_hans: 负责人操作适用于 Issue 和 Pull Request。

source: Authorization required
zh_hans: 需要授权

source: Authorize the same personal GitHub account used by this automation.
zh_hans: 请授权此自动化所使用的同一个 GitHub 个人账户。

source: Authorize this connection for your organization’s SSO in GitHub.
zh_hans: 请在 GitHub 中为此连接完成组织的 SSO 授权。

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automation is not available in this build.
zh_hans: 此版本不支持自动化。

source: Automation service
zh_hans: 自动化服务

source: Automation setup failed (%@).
zh_hans: 自动化设置失败（%@）。

source: Automation uses its own GitHub connection and continues when GitStride is disconnected.
zh_hans: 自动化使用独立的 GitHub 连接，断开 GitStride 后仍会继续运行。

source: Awaiting first match
zh_hans: 等待首次匹配

source: Blocked
zh_hans: 受阻

source: Blocked %lld
zh_hans: 前置依赖 %lld

source: Blocked by
zh_hans: 前置依赖

source: Blocked by %lld
zh_hans: 有 %lld 项前置依赖

source: Blocked by %lld issues
zh_hans: 受 %lld 个 Issue 阻塞

source: Blocked: %@
zh_hans: 已受阻：%@

source: Blocking
zh_hans: 阻塞的 Issue

source: Blocking %lld
zh_hans: 阻塞 %lld 项

source: Board
zh_hans: 看板

source: Board Columns
zh_hans: 看板列

source: Browse and update your GitHub Projects from your workspace or the menu bar.
zh_hans: 在工作区或菜单栏中浏览和更新你的 GitHub 项目。

source: Buy Me a Coffee
zh_hans: 请我喝杯咖啡

source: Cached
zh_hans: 缓存

source: Cancel
zh_hans: 取消

source: Change parent
zh_hans: 更改父 Issue

source: Change parent issue
zh_hans: 更改父 Issue

source: Change Priority…
zh_hans: 修改优先级…

source: Change project layout
zh_hans: 更改项目布局

source: Change Status
zh_hans: 修改状态

source: Change Status…
zh_hans: 修改状态…

source: Changes
zh_hans: 需要修改

source: Changes were saved to GitHub, but refreshing the project failed: %@
zh_hans: 更改已保存到 GitHub，但刷新项目失败：%@

source: Changing or disabling the service does not stop automation on the previous server. Pause or delete its connection first if needed.
zh_hans: 切换或禁用服务不会停止旧服务器上的自动化。如需停止，请先暂停或删除原连接。

source: Check for Updates…
zh_hans: 检查更新…

source: Check interval
zh_hans: 检查间隔

source: Check Repository
zh_hans: 查看仓库

source: Check schedule dates
zh_hans: 请检查排期日期

source: Check to add a label; uncheck to remove it. Changes save immediately.
zh_hans: 勾选添加标签，取消勾选移除标签；更改立即保存。

source: Check your account connection in GitHub settings to start monitoring.
zh_hans: 监控尚未启动，请到“GitHub”设置检查账号连接。

source: Checking GitHub connection…
zh_hans: 正在检查 GitHub 连接…

source: Choose a field
zh_hans: 选择字段

source: Choose a Project
zh_hans: 选择项目

source: Choose a repository linked to or used in this project, or type owner/repository.
zh_hans: 选择此项目关联或使用过的仓库，或输入 owner/repository。

source: Choose a repository owned by the same account as the project.
zh_hans: 请选择与项目属于同一账户的仓库。

source: Choose a status
zh_hans: 选择状态

source: Choose an automation service below to connect.
zh_hans: 请在下方选择自动化服务以连接。

source: Choose board columns and card fields
zh_hans: 选择看板列和卡片字段

source: Choose Date Fields
zh_hans: 选择日期字段

source: Choose Status
zh_hans: 选择状态

source: Choose the fields used for start and target dates. Layout settings stay on this Mac.
zh_hans: 选择用于开始日期和目标日期的字段。布局设置仅保存在此 Mac 上。

source: Choose the same iteration field for both dates to show its full duration. Items without dates remain visible as unscheduled.
zh_hans: 为两个日期选择同一个迭代字段可显示完整迭代时长。没有日期的条目仍会显示为未排期。

source: Choosing a priority will create a Priority field for this project.
zh_hans: 选择优先级后，将为此项目创建 Priority 字段。

source: CI Failed
zh_hans: CI 失败

source: CI failed: %@
zh_hans: CI 失败：%@

source: CI Passed
zh_hans: CI 通过

source: CI Pending
zh_hans: CI 进行中

source: CI recovered: %@
zh_hans: CI 已恢复：%@

source: Clear
zh_hans: 清除

source: Clear %lld Muted Projects
zh_hans: 取消 %lld 个项目的静音

source: Clear field
zh_hans: 清除字段

source: Clear Filters
zh_hans: 清除筛选

source: Clear search
zh_hans: 清除搜索

source: Close
zh_hans: 关闭

source: Closed
zh_hans: 已关闭

source: Commands
zh_hans: 命令

source: Completed
zh_hans: 已完成

source: Completion
zh_hans: 完成情况

source: Configure My Work
zh_hans: 配置我的工作

source: Configure My Work views
zh_hans: 配置我的工作视图

source: Confirm Action
zh_hans: 确认操作

source: Conflict
zh_hans: 存在冲突

source: Connect
zh_hans: 连接

source: Connect Existing Automation
zh_hans: 连接已有自动化

source: Connect this Mac to manage it. Your existing status mapping and pause setting will be preserved.
zh_hans: 连接此 Mac 以管理自动化。现有的状态映射和暂停设置将保留。

source: Connect to GitHub
zh_hans: 连接 GitHub

source: Connect to GitHub in Settings to continue.
zh_hans: 请在设置中连接 GitHub 后继续。

source: Connect your GitHub account to view and edit your Projects.
zh_hans: 连接 GitHub 账户以查看和编辑你的项目。

source: Connected using %@
zh_hans: 已通过%@连接

source: Connecting…
zh_hans: 正在连接…

source: Connection method
zh_hans: 连接方式

source: Copy Code and Open GitHub
zh_hans: 复制代码并打开 GitHub

source: Copy Item Link
zh_hans: 复制条目链接

source: Could not complete the purchase.
zh_hans: 无法完成购买。

source: Could not load the support purchase. Please try again later.
zh_hans: 无法加载支持项目，请稍后再试。

source: Could not remove the previous account’s project cache.
zh_hans: 无法移除上一个账户的项目缓存。

source: Could not verify the purchase.
zh_hans: 无法验证购买。

source: Could not write the request to GitHub CLI.
zh_hans: 无法将请求写入 GitHub CLI。

source: Couldn’t load %@
zh_hans: 无法加载%@

source: Couldn’t load the item editor. Refresh the item and try again.
zh_hans: 无法加载条目编辑器，请刷新条目后重试。

source: Couldn’t save field: %@
zh_hans: 无法保存属性：%@

source: Counts cover this project’s issues in the delivery, before other filters. Completed means closed on GitHub.
zh_hans: 统计此项目在当前交付范围内的 Issue，不受其他筛选条件影响。“已完成”指在 GitHub 上已关闭。

source: Create
zh_hans: 创建

source: Create Draft
zh_hans: 创建草稿

source: Create Issue
zh_hans: 创建 Issue

source: Create New
zh_hans: 新建条目

source: Create or Add Item
zh_hans: 创建或添加条目

source: Creating project…
zh_hans: 正在创建项目…

source: Creating…
zh_hans: 正在创建…

source: Current
zh_hans: 当前

source: Current Project
zh_hans: 当前项目

source: Current service
zh_hans: 当前服务

source: Current View
zh_hans: 当前视图

source: Custom address
zh_hans: 自定义地址

source: Date
zh_hans: 日期

source: Default service
zh_hans: 默认服务

source: Delete Account Automation
zh_hans: 删除账户自动化

source: Delete account automation?
zh_hans: 删除账户自动化？

source: Delete Project
zh_hans: 删除项目

source: Delete Project…
zh_hans: 删除项目…

source: Delete Saved View
zh_hans: 删除已保存的视图

source: Delete…
zh_hans: 删除…

source: Deleting…
zh_hans: 正在删除…

source: Delivery by Milestone
zh_hans: 按里程碑查看交付

source: Delivery by Parent Issue
zh_hans: 按父 Issue 查看交付

source: Describe the item
zh_hans: 描述条目

source: Description
zh_hans: 描述

source: Description Unavailable
zh_hans: 描述不可用

source: Description, optional
zh_hans: 描述，可选

source: Details are unavailable for this item.
zh_hans: 此条目的详情不可用。

source: Device code
zh_hans: 设备授权码

source: Disabled
zh_hans: 禁用

source: Disconnect GitStride
zh_hans: 断开 GitStride

source: Disconnecting GitStride won’t sign out of GitHub CLI or stop background automation.
zh_hans: 断开 GitStride 不会退出 GitHub CLI，也不会停止后台自动化。

source: Disconnecting GitStride won’t stop background automation.
zh_hans: 断开 GitStride 不会停止后台自动化。

source: Disconnecting…
zh_hans: 正在断开连接…

source: Dismiss
zh_hans: 关闭

source: Dismiss error
zh_hans: 关闭错误提示

source: Display Options
zh_hans: 显示选项

source: Done
zh_hans: 完成

source: Done Selecting
zh_hans: 完成选择

source: Draft
zh_hans: 草稿

source: Draft item
zh_hans: 草稿条目

source: Draft pull request
zh_hans: 草稿 PR

source: Draft title
zh_hans: 草稿标题

source: Drag to change start date
zh_hans: 拖动以修改开始日期

source: Drag to change target date
zh_hans: 拖动以修改目标日期

source: Due %@
zh_hans: 截止于%@

source: Due Soon
zh_hans: 即将到期

source: Due soon: %@
zh_hans: 即将到期：%@

source: Edit
zh_hans: 编辑

source: Edit Assignees…
zh_hans: 编辑负责人…

source: Edit Dates…
zh_hans: 编辑日期…

source: Edit field
zh_hans: 编辑属性

source: Edit Item…
zh_hans: 编辑条目…

source: Edit Labels
zh_hans: 编辑标签

source: Edit Labels…
zh_hans: 编辑标签…

source: Edit title and description
zh_hans: 编辑标题和描述

source: Enable Automation
zh_hans: 启用自动化

source: End time
zh_hans: 结束时间

source: Engineering
zh_hans: 工程状态

source: Engineering Signals
zh_hans: 工程状态

source: Enter a GitHub issue or pull request URL.
zh_hans: 请输入 GitHub Issue 或 PR 的链接。

source: Enter a GitHub login or name.
zh_hans: 请输入 GitHub 用户名或姓名。

source: Enter a repository as owner/name.
zh_hans: 请按 owner/name 格式输入仓库。

source: Enter a title.
zh_hans: 请输入标题。

source: Enter a valid number.
zh_hans: 请输入有效数字。

source: Enter an HTTPS address without a path, query, or fragment.
zh_hans: 请输入 HTTPS 地址，不包含路径、查询参数或片段。

source: Example: Fix login @me #bug
zh_hans: 示例：修复登录 @me #bug

source: Existing repository label
zh_hans: 仓库中的已有标签

source: Expand All Groups
zh_hans: 展开所有分组

source: Failed
zh_hans: 失败

source: Failed to parse GitHub response: %@
zh_hans: 无法解析 GitHub 响应：%@

source: Filter
zh_hans: 筛选

source: Filter items
zh_hans: 筛选条目

source: Filters active
zh_hans: 已启用筛选

source: Find in Current View
zh_hans: 在当前视图中查找

source: Finish authorization in your browser, then return to GitStride.
zh_hans: 请在浏览器中完成授权，然后返回 GitStride。

source: General
zh_hans: 通用

source: GitHub API error: %@
zh_hans: GitHub API 错误：%@

source: GitHub authorization was declined.
zh_hans: GitHub 授权已被拒绝。

source: GitHub CLI (gh) not found. Please install it from https://cli.github.com
zh_hans: 未找到 GitHub CLI（gh）。请从 https://cli.github.com 安装。

source: GitHub CLI (gh) was not found.
zh_hans: 未找到 GitHub CLI（gh）。

source: GitHub CLI command failed.
zh_hans: GitHub CLI 命令执行失败。

source: GitHub CLI command timed out.
zh_hans: GitHub CLI 命令执行超时。

source: GitHub CLI could not be launched: %@
zh_hans: 无法启动 GitHub CLI：%@

source: GitHub connection failed: %@
zh_hans: GitHub 连接失败：%@

source: GitHub did not confirm the issue’s identity. Check the repository before creating another issue.
zh_hans: GitHub 未确认 Issue 的标识。请先查看仓库，再决定是否创建新 Issue。

source: GitHub did not grant access to Projects. Authorize GitStride again.
zh_hans: GitHub 未授予项目访问权限。请重新授权 GitStride。

source: GitHub did not return projects for %@. Check organization or SSO access.
zh_hans: GitHub 未返回%@的项目。请检查组织或 SSO 访问权限。

source: GitHub is unavailable.
zh_hans: GitHub 不可用。

source: GitHub Login
zh_hans: GitHub 登录

source: GitHub login is unavailable. Check the connection and try again.
zh_hans: 暂时无法登录 GitHub。请检查网络连接后重试。

source: GitHub Markdown description
zh_hans: GitHub Markdown 描述

source: GitHub organization access requires additional SSO authorization.
zh_hans: 访问 GitHub 组织需要额外的 SSO 授权。

source: GitHub pagination cursor is missing.
zh_hans: GitHub 响应缺少分页游标。

source: GitHub rate limit reached. Try again %@.
zh_hans: 已达到 GitHub 请求频率限制。请%@重试。

source: GitHub rate limit reached. Try again later.
zh_hans: 已达到 GitHub 请求频率限制。请稍后重试。

source: GitHub request failed (HTTP %lld).
zh_hans: GitHub 请求失败（HTTP %lld）。

source: GitHub request timed out. Retrying…
zh_hans: GitHub 请求超时，正在重试…

source: GitHub returned an invalid response.
zh_hans: GitHub 返回了无效响应。

source: GitHub returned an issue without a repository.
zh_hans: GitHub 返回的 Issue 缺少所属仓库。

source: GitHub returned an unexpected response format.
zh_hans: GitHub 返回了非预期的响应格式。

source: GitHub returned data that this version of GitStride cannot use.
zh_hans: GitHub 返回的数据无法由此版本的 GitStride 处理。

source: GitHub returned no item identifier.
zh_hans: GitHub 未返回条目标识。

source: GitHub Search
zh_hans: GitHub 搜索

source: GitHub URL or search issues and pull requests
zh_hans: GitHub 链接，或搜索 Issue 和 PR

source: GitHub URL or search query
zh_hans: GitHub 链接或搜索条件

source: GitStride could not access its GitHub credentials in Keychain.
zh_hans: GitStride 无法访问钥匙串中的 GitHub 凭据。

source: GitStride could not access the saved automation connection in Keychain.
zh_hans: GitStride 无法访问钥匙串中保存的自动化连接。

source: GitStride could not finish refreshing the project.
zh_hans: GitStride 未能完成项目刷新。

source: GitStride could not save the automation connection in Keychain.
zh_hans: GitStride 无法将自动化连接保存到钥匙串。

source: GitStride could not save the connection in Keychain.
zh_hans: GitStride 无法将连接保存到钥匙串。

source: GitStride Summary
zh_hans: GitStride 变更摘要

source: GitStride will stop automation for all repositories available to the GitHub App and delete its stored service data.
zh_hans: GitStride 将停止 GitHub App 可访问的所有仓库的自动化，并删除已存储的服务数据。

source: Go to My Work
zh_hans: 前往我的工作

source: Group By
zh_hans: 分组方式

source: Group, sort, and choose visible fields
zh_hans: 设置分组、排序和可见字段

source: Healthy
zh_hans: 运行正常

source: Hide from Sidebar
zh_hans: 从侧边栏隐藏

source: Hide Inspector
zh_hans: 隐藏检查器

source: High
zh_hans: 高

source: Ignored
zh_hans: 已忽略

source: In GitStride
zh_hans: GitStride 内

source: In progress
zh_hans: 进行中

source: In the Menu Bar Popover
zh_hans: 菜单栏弹出窗口内

source: Install the GitHub App on the same personal account you authorized.
zh_hans: 请将 GitHub App 安装到你授权的同一个个人账户。

source: Issue Details
zh_hans: Issue 详情

source: Issue title
zh_hans: Issue 标题

source: Issue Type
zh_hans: Issue 类型

source: Item
zh_hans: 条目

source: Item Actions
zh_hans: 条目操作

source: Item Details
zh_hans: 条目详情

source: Item not found or no longer accessible.
zh_hans: 未找到条目，或已无权访问。

source: Item Properties
zh_hans: 条目属性

source: Item refresh failed: %@
zh_hans: 条目刷新失败：%@

source: Item shortcuts work outside text fields and editors.
zh_hans: 条目快捷键仅在文本输入框和编辑器之外生效。

source: Item source
zh_hans: 条目来源

source: Item Unavailable
zh_hans: 条目不可用

# item.state.open
source: Open
zh_hans: 未关闭

source: Items added to this GitHub Project will appear here.
zh_hans: 添加到此 GitHub 项目的条目会显示在这里。

source: Keep in In progress
zh_hans: 保持在 In progress

source: Keep Issue statuses up to date as linked pull requests change.
zh_hans: 随着关联 PR 的变化，自动更新 Issue 状态。

source: Keyboard Shortcuts
zh_hans: 键盘快捷键

source: Label
zh_hans: 标签

source: Label: %@
zh_hans: 标签：%@

source: Labels
zh_hans: 标签

source: Labels are available for issues.
zh_hans: 标签操作适用于 Issue。

# Last delivery: %@%@%@
source: Last delivery: %1$@%2$@%3$@
zh_hans: 上次事件：%@%@%@

source: Link
zh_hans: 关联

source: Link Repository
zh_hans: 关联仓库

source: Link Repository…
zh_hans: 关联仓库…

source: Linked Issues move to In review. This status is added to a Project when first needed.
zh_hans: 关联 Issue 将移至 In review 状态。项目首次需要此状态时会自动添加。

source: Linked Issues stay in the selected In progress status. No review status is added.
zh_hans: 关联 Issue 保持在所选的“进行中”状态，不会添加 Review 状态。

source: Linking…
zh_hans: 正在关联…

source: Links the project to a repository owned by %@.
zh_hans: 将项目关联到%@拥有的仓库。

source: Load your GitHub accounts to create a project.
zh_hans: 加载你的 GitHub 账户以创建项目。

source: Loaded Items
zh_hans: 已加载条目

source: Loading accounts…
zh_hans: 正在加载账户…

source: Loading connection…
zh_hans: 正在加载连接…

source: Loading description…
zh_hans: 正在加载描述…

source: Loading item editor…
zh_hans: 正在加载条目编辑器…

source: Loading item…
zh_hans: 正在加载条目…

source: Loading My Work…
zh_hans: 正在加载我的工作…

source: Loading options…
zh_hans: 正在加载选项…

source: Loading project items...
zh_hans: 正在加载项目条目…

source: Loading project...
zh_hans: 正在加载项目…

source: Loading projects
zh_hans: 正在加载项目

source: Loading projects...
zh_hans: 正在加载项目…

source: Loading projects…
zh_hans: 正在加载项目…

source: Loading repositories…
zh_hans: 正在加载仓库…

source: Loading support option…
zh_hans: 正在加载支持选项…

source: Log In to GitHub…
zh_hans: 登录 GitHub…

source: Login credentials are stored in this Mac’s Keychain.
zh_hans: 登录凭据保存在此 Mac 的钥匙串中。

source: Low
zh_hans: 低

source: Manage My Work Projects
zh_hans: 管理我的工作项目

source: Markdown supported
zh_hans: 支持 Markdown

source: Matching statuses are selected automatically. You can change them before enabling automation.
zh_hans: 已自动选择匹配的状态。你可以在启用自动化前更改。

source: Medium
zh_hans: 中

source: Merged
zh_hans: 已合并

source: Milestone
zh_hans: 里程碑

source: Milestone progress
zh_hans: 里程碑进度

source: Milestone: %@
zh_hans: 里程碑：%@

source: Missing date fields are created only when you submit a date.
zh_hans: 仅在提交已填写的日期时创建缺失字段。

source: Monitor Projects in My Work
zh_hans: 监控“我的工作”中的项目

source: Monitoring
zh_hans: 监控

source: Monitoring %lld projects.
zh_hans: 正在监控 %lld 个项目。

source: Monitoring error: %@
zh_hans: 监控出错：%@

source: Monitoring is off.
zh_hans: 监控已关闭。

source: Monitoring paused by GitHub rate limit.
zh_hans: 因达到 GitHub 请求频率限制，监控已暂停。

source: Monitoring paused by GitHub rate limit. Try again %@.
zh_hans: 因达到 GitHub 请求频率限制，监控已暂停。请%@重试。

source: Month
zh_hans: 月

source: More
zh_hans: 更多

source: More Actions
zh_hans: 更多操作

source: More Conditions
zh_hans: 更多条件

source: Move Down
zh_hans: 下移

source: Move Selected Items: %@
zh_hans: 移动选中条目：%@

source: Move to
zh_hans: 移至

source: Move To
zh_hans: 移至

source: Move to Done
zh_hans: 移至已完成

source: Move to In review
zh_hans: 移至 In review

source: Move Up
zh_hans: 上移

source: Mute Project
zh_hans: 静音此项目

source: My Work
zh_hans: 我的工作

source: Name
zh_hans: 名称

source: Native macOS app for GitHub Projects
zh_hans: 适用于 GitHub Projects 的原生 macOS 应用

source: Navigation
zh_hans: 导航

source: Needs attention
zh_hans: 需要处理

source: New Project
zh_hans: 新建项目

source: New Project…
zh_hans: 新建项目…

source: Next status tab
zh_hans: 下一个状态标签页

source: No accessible repositories found for this owner.
zh_hans: 未找到此所有者名下可访问的仓库。

source: No assignees
zh_hans: 暂无负责人

source: No default service is configured.
zh_hans: 未配置默认服务。

source: No Description
zh_hans: 暂无描述
